---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.RebarContainerType
source: html/b722fe7a-ee75-2380-768a-cd6105602877.htm
---
# RebarContainerType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.